org/meditation-210505.org
#+SETUPFILE: ./hugo_setup.org
#+TITLE: 沉思录210505
#+DATE: <2021-05-05 Wed>
每日自问：

1.  目标是既定的-->规划目标(合适的机会、内容)-->行动(思维指导) |
    你是这么做的吗
2.  转换的能力越强，应用空间越大，改造思考过程 |
    你昨天的转换能力变强了吗
3.  学习的目的------理解世界，理解自己 |
    你昨天对自己和世界的了解更多一点了吗
4.  我的自制力不强 | 你的自制力更强了吗
5.  逻辑思维(即推理)-->思维能力(会与不会不重要)-->本质(自己的) |
    你昨天的哪些思维过程转化成为你自己的知识体系了
6.  当我第一次遇到一件事时，这件事虽然第一次发生在我身上，但是这件事的第一次发生已经距离我遇到这件事时很久了
    | 昨天哪些事情的解决是因为前人的智慧而不是自己的创造
7.  (不断地)试错-->1.接近对2.对3.达到自己满意 | 你昨天试错了吗
8.  所有问题都用特定方式解决 | 你昨天找到解决某个问题的方法了吗
9.  不断想，想到不能再想(即没有问题) | 你昨天思考了什么有价值的问题
10. 经历痛苦，熬过去，体会真实 | 你昨天经历的痛苦让你体会到真实了吗
11. 你为什么不想想你干了什么，而不是总想着你没干什么
12. 你珍惜你有的东西了吗，你用尽全力去争取你想要的东西了吗
13. 人们总带着批评的心态说“三分钟热度”这件事。可这世界上多少事情是经得起三分钟认真的推敲和审视的呢。爱问为什么、刨根问底的人，几分钟便能感到一样事情非常站不住脚了，哪里还要执着。说到底执着果真是一种绝对的美德吗，还是自圆其说？像爱情那样，太不疯魔不成活的爱，其实往往是生病了，是一厢情愿的幻想和认知偏差。
14. 人们总爱问“你未来想从事什么职业”。说实话，我不认为这世界上能有任何一样事情、一个领域，能够让我不带任何自我欺骗地说可以忠心一辈子。首先它要经得起我的审视。
15. 其实都能看到肤浅的那一层东西，往往存在部分人看到这一层觉得足够了，这挺致命的，探索欲没了，也不再去思考。
16. 你可以肯定自己，但你不能否定别人。
17. 你昨天阅读并思考了吗
18. Do you develop these good habits?

    1.  Wake up early
    2.  Plan your day
    3.  Organize your workstation
    4.  Exercise for 20 mins
    5.  Compliment someone
    6.  Take breaks
    7.  Drink enough water
    8.  Eat healthy
    9.  Read 30 mins
    10. Perform acts of kindness
    11. Spend some time for yourself
    12. Get enough sleep
    13. Laugh often
    14. Be yourself

昨天在大操场跑步，比前天还累，因为我穿着一双平底鞋跑步。人在运动过程中，会向大地施加作用力，而大地会把人给它的作用力反向传递给人，而这个作用力的大小就是人的重力的大小。当大地给人的作用力刚开始接触人体时，首当其冲的就是与大地紧密接触的脚，而脚这一器官周围有一个最容易受伤的关节------脚踝。我的脚踝曾经受过伤，昨天我很幸运，它没有受伤。不过就在快跑完半小时的最后几分钟，我的脚踝剧烈疼痛，我只能一步十厘米地前进着，直到跑完。

我的确坚持到了最后，我的脚踝也没有受伤，我是幸运的。

我昨天思考了“熵”和“熵增”和“熵减”。从熵对人生的指导意义上来看，我们人类穷极一生都在避免熵增，保持熵减。吃饭、运动、读书都是让混乱度降低的活动，不断地为自己的生命注入新的活力。

我今天要完成：

1. :white_check_mark: Watch and practise and write a post aout HTML what
   I learned [[https://youtu.be/pQN-pnXPaVg][HTML Full Course - Build a
   Website Tutorial]] Time: 2:02:31
2. :white_check_mark: 整理《哲学概论》的相关摘录部分
3. :white_check_mark: Complete /Basic JavaScript/'s first 15 lessons
