blog/2021/meditation-210505.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-01-26 Wed 18:01 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>沉思录 210505</title>
<meta name="generator" content="Org mode">
<link rel="preconnect" href="https://fonts.googleapis.com"><link rel="preconnect" href="https://fonts.gstatic.com" crossorigin><link href="https://fonts.googleapis.com/css2?family=Noto+Sans+SC&display=swap" rel="stylesheet">
<link rel="stylesheet" href="/theme/normalize.css"/>
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">沉思录 210505</h1>
</header><p>
每日自问：
</p>

<ol class="org-ol">
<li>目标是既定的&#x2013;&gt;规划目标(合适的机会、内容)&#x2013;&gt;行动(思维指导) |
你是这么做的吗</li>
<li>转换的能力越强，应用空间越大，改造思考过程 |
你昨天的转换能力变强了吗</li>
<li>学习的目的-&#x2013;&#x2014;理解世界，理解自己 |
你昨天对自己和世界的了解更多一点了吗</li>
<li>我的自制力不强 | 你的自制力更强了吗</li>
<li>逻辑思维(即推理)&#x2013;&gt;思维能力(会与不会不重要)&#x2013;&gt;本质(自己的) |
你昨天的哪些思维过程转化成为你自己的知识体系了</li>
<li><p>
当我第一次遇到一件事时，这件事虽然第一次发生在我身上，但是这件事的第一次发生已经距离我遇到这件事时很久了
</p>
<table>


<colgroup>
<col  class="org-left">
</colgroup>
<tbody>
<tr>
<td class="org-left">昨天哪些事情的解决是因为前人的智慧而不是自己的创造</td>
</tr>
</tbody>
</table></li>
<li>(不断地)试错&#x2013;&gt;1.接近对 2.对 3.达到自己满意 | 你昨天试错了吗</li>
<li>所有问题都用特定方式解决 | 你昨天找到解决某个问题的方法了吗</li>
<li>不断想，想到不能再想(即没有问题) | 你昨天思考了什么有价值的问题</li>
<li>经历痛苦，熬过去，体会真实 | 你昨天经历的痛苦让你体会到真实了吗</li>
<li>你为什么不想想你干了什么，而不是总想着你没干什么</li>
<li>你珍惜你有的东西了吗，你用尽全力去争取你想要的东西了吗</li>
<li>人们总带着批评的心态说“三分钟热度”这件事。可这世界上多少事情是经得起三分钟认真的推敲和审视的呢。爱问为什么、刨根问底的人，几分钟便能感到一样事情非常站不住脚了，哪里还要执着。说到底执着果真是一种绝对的美德吗，还是自圆其说？像爱情那样，太不疯魔不成活的爱，其实往往是生病了，是一厢情愿的幻想和认知偏差。</li>
<li>人们总爱问“你未来想从事什么职业”。说实话，我不认为这世界上能有任何一样事情、一个领域，能够让我不带任何自我欺骗地说可以忠心一辈子。首先它要经得起我的审视。</li>
<li>其实都能看到肤浅的那一层东西，往往存在部分人看到这一层觉得足够了，这挺致命的，探索欲没了，也不再去思考。</li>
<li>你可以肯定自己，但你不能否定别人。</li>
<li>你昨天阅读并思考了吗</li>
<li>Do you develop these good habits?

<ol class="org-ol">
<li>Wake up early</li>
<li>Plan your day</li>
<li>Organize your workstation</li>
<li>Exercise for 20 mins</li>
<li>Compliment someone</li>
<li>Take breaks</li>
<li>Drink enough water</li>
<li>Eat healthy</li>
<li>Read 30 mins</li>
<li>Perform acts of kindness</li>
<li>Spend some time for yourself</li>
<li>Get enough sleep</li>
<li>Laugh often</li>
<li>Be yourself</li>
</ol></li>
</ol>

<p>
昨天在大操场跑步，比前天还累，因为我穿着一双平底鞋跑步。人在运动过程中，会向大地施加作用力，而大地会把人给它的作用力反向传递给人，而这个作用力的大小就是人的重力的大小。当大地给人的作用力刚开始接触人体时，首当其冲的就是与大地紧密接触的脚，而脚这一器官周围有一个最容易受伤的关节-&#x2013;&#x2014;脚踝。我的脚踝曾经受过伤，昨天我很幸运，它没有受伤。不过就在快跑完半小时的最后几分钟，我的脚踝剧烈疼痛，我只能一步十厘米地前进着，直到跑完。
</p>

<p>
我的确坚持到了最后，我的脚踝也没有受伤，我是幸运的。
</p>

<p>
我昨天思考了“熵”和“熵增”和“熵减”。从熵对人生的指导意义上来看，我们人类穷极一生都在避免熵增，保持熵减。吃饭、运动、读书都是让混乱度降低的活动，不断地为自己的生命注入新的活力。
</p>

<p>
我今天要完成：
</p>

<ol class="org-ol">
<li>:white_check_mark: Watch and practise and write a post aout HTML what
I learned <a href="https://youtu.be/pQN-pnXPaVg">HTML Full Course - Build a
Website Tutorial</a> Time: 2:02:31</li>
<li>:white_check_mark: 整理《哲学概论》的相关摘录部分</li>
<li>:white_check_mark: Complete <i>Basic JavaScript</i>'s first 15 lessons</li>
</ol>
</div>
</body>
</html>